{"0.82286000 1734137798":{"message":"bro zone","date":"1734137798"},"1734139537":{"message":"Bro matt","date":"1734139537"},"1734899138":{"message":"hi","date":"1734899138"},"1734899733":{"message":"hi","date":"1734899733"},"1734899911":{"message":"hellow","date":"1734899911"},"1734899971":{"message":"hi","date":"1734899971"},"1734900043":{"message":"go","date":"1734900043"},"1734900109":{"message":"vxc","date":"1734900109"},"1734900156":{"message":"asd","date":"1734900156"},"1734900172":{"message":"My man","date":"1734900172"},"1734900200":{"message":"If there are more conditions or dynamic behaviors required, let me know, and I’ll refine it further!","date":"1734900200"},"1734901492":{"message":"Jnasdn sd","date":"1734901492"},"1734901984":{"message":"Is this really you","date":"1734901984"},"1734902026":{"message":"given the following info (*ADVERTISED JOB DESCRIPTION THAT I WANT TO APPLY FOR*, *SAMPLE COVER LETTER FOR A DIFFERENT ROLE* and *MY CV*) write an engaging cover letter 3 paragraph long for the my application for the advertised job  *ADVERTISED JOB DESCRIPTION THAT I WANT TO APPLY FOR* About Us  We're Plentific, the world’s leading real-time property solution, and we're looking for top talent to join our ambitious team. We’re a global company, headquartered in London, and operating across the United Kingdom, Germany and North America.  As a B2B company, we're dedicated to helping landlords, letting agents and property managers streamline operations, unlock revenue, increase tenant satisfaction, and remain compliant through our award-winning SaaS technology platform. We also work with SMEs and large service providers, helping them access more work and grow their businesses.  We're not just any proptech - we're backed by some of the biggest names in the business, including A\/O PropTech, Highland Europe, Mubadala, RXR Digital Ventures and Target Global and work with some of the world’s most prominent real estate players.  But we're not just about business - we're also building stronger communities where people can thrive by ensuring the quality and safety of buildings, supporting decarbonisation through our ESG Retrofit Centre of Excellence and championing diversity across the sector through the Women’s Trade Network. We're committed to creating exceptional experiences for our team members, too. Our culture is open and empowering, and we're always looking for passionate, driven individuals to join us on our mission.  So, what's in it for you?  A fast-paced, friendly, collaborative and hybrid\/flexible working environment Ample opportunities for career growth and progression A multicultural workplace with over 20 nationalities that value diversity, equity, and inclusion Prioritisation of well-being with social events, digital learning, career development programs and much more  If you're ready to join a dynamic and innovative team that’s pioneering change in real estate, we'd love to hear from you.  The Role  We are looking for an experienced Laravel developer to join the Resident Experience team. You will work with technical and non-technical team members to develop and maintain resident-facing systems for both new and existing clients, developing reusable modules of code, integrating our products with various third party applications. We build systems that primarily function within local government and social housing sectors that have a real impact on real people.  You will work daily with members of the project management team, customer success team, as well as other developers. You will join us as part of our award winning multi-disciplinary team of developers, designers, and project managers where each project provides its own unique challenges. You will also be required to join client calls for requirements gathering, project scoping, troubleshooting, and to support non-technical stakeholders with more technical discussions.  This is a remote position based anywhere in the UK and you have the choice of either working from home or from our London office.  Responsibilities  Be the main contributor to streams of work, including entire client integrations, and to be able to own the work completed. Collaborate with project stakeholders to ensure that client business needs are met through the software we develop. Complete feasibility tests of third party APIs. Debug and fix bugs across our integrations. Participate in code reviews. Provide support to other developers within the team. Ensure that you follow best coding practices, documentation, code reviews, unit and integration testing throughout all software developed. Be willing to work outside of the scope of Laravel integrations where required.  Requirements  Skills  A self-starter who assumes responsibility for their work, accepts direction and feedback from co-workers and managers and is able to own the software developed. Passion for writing code that is clean, modular, well-commented, performant, fault tolerant, readable and reusable. Amenable to learning other systems and frameworks and contributing to the wider team’s efforts. Excellent communication skills in English with a proactive approach to communication.  Experience And Qualifications  Strong PHP, SQL, and Javascript skills. 5+ years experience of Laravel, with at least 2 at a senior level. Experience developing custom packages, with a preference of framework agnostic packages. Experience with testing frameworks Version control systems experience such as Git Competency with the command line, and command line tools. Working experience with macOS or Linux systems   *MY CV* PROFILE Experienced Software & DevOps Engineer with a strong backend focus and over 10 years in building applications across Finance, Healthcare, and eCommerce. Skilled in Web, Mobile and AI solutions, especially Explainable AI (XAI), with a methodical approach from simple models to advanced techniques. Ready to solve complex challenges and drive impactful projects.  ________________________________________ KEY SKILLS •\tProgramming Languages: Python, Java, PHP, JavaScript, HTML, CSS, React.js, RESTful APIs •\tAI & Machine Learning: Data Pre-processing, Feature Engineering, Model Training & Evaluation •\tNatural Language Processing (NLP): Text Classification, Sentiment Analysis, Transformers (BERT, GPT) •\tSpeech and Audio Signal Processing: Audio Feature Extraction, Time-Frequency Analysis, Signal Processing Techniques (Hanning, Windowing), Speech Recognition •\tReal-time Computer Vision & Image Processing: Frame Differencing, Background Subtraction, Object Tracking, Pose Estimation & Activity Recognition •\tData Science & Analysis: Data Acquisition, Statistical Analysis, Data Visualization, Exploratory Data Analysis (EDA) •\tProblem-Solving & Critical Thinking •\tLeadership\t•\tSoftware Frameworks & Libraries: Laravel, Symfony, OpenCart, Wordpress, Joomla, Maven, Springboot, Django, Selenium •\tAI Frameworks & Libraries: TensorFlow, Keras, Scikit-learn, PyTorch, Pandas, Numpy, Matplotlib, MediaPipe, OpenCV •\tExplainable AI: Model Interpretability, Tree-based Models, SHAP, LIME, Eli5, Captum  •\tCloud & DevOps: Continuous Integration & Deployment (CI\/CD), Git, Jenkins, Docker\/Docker Compose, Ansible, Cloud Platforms (AWS, GCP, Azure), Linux\/Windows Server Administration •\tDatabase Management: SQL, Elastic Stack, NoSQL, Database Performance Tuning •\tVersion Control: Git, GitHub, GitLab •\tProject Management: Work Breakdown Structure (WBS), Scheduling, Reporting, Agile\/Scrum  •\tCollaboration & Teamwork •\tCommunication & Presentation  WORK EXPERIENCE University of Essex Students’ Union, IT Support Co-ordinator (IN-OFFICE PART TIME)\tFeb 2024 – Present •\tIdentified failing hard disks as a key support issue and implemented cost effective SSD upgrades, reducing IT tickets. •\tDeveloped a tracking app to improve logging of encounters at the Students’ Union Reception. •\tAssessed Windows 10 End-of-Life impact & created a budget\/plan for upgrading to Windows 11. •\tPerformed an internal audit to improve system performance and resource management. •\tBasic IT Training for Staff & ensured compliance with GDPR Policy and Procedures\t•\tRestored services swiftly during the CrowdStrike global outage, prioritizing critical users. •\tPartnered with e-waste services, achieving significant cost savings. •\tHandled purchasing and distribution of electronic devices, ensuring efficient resource use. •\tRegularly maintained the asset register and adhered to maintenance schedules for all equipment. •\tSupport cloud-based technology and integration with University Systems.   Maybeach Technologies Limited, Lead Application Developer (IN-OFFICE FULL TIME)\tJan 2013 – Dec 2023 •\tCreated tailored website themes and plugins to meet specific client requirements. •\tConducted in-depth analysis and designed scalable, robust software systems to address business needs. •\tManaged end-to-end software development, from initial coding to rigorous testing for quality assurance. •\tPlanned, executed, and oversaw software projects, ensuring timely delivery and effective resource utilization. •\tConfigured servers, handled deployments, and optimized database performance for high availability. •\tOrganized and led training sessions to enhance team skills and support user onboarding. •\tConducted detailed system audits to identify inefficiencies and implement improvements for better performance.\t•\tCo-developed Dev1Kit, a software framework that reduces development time by 50%. Adopted by 6 companies and used in over 21 applications. •\tDesigned and deployed the Nigeria National Social Registry platform for efficient social data management. •\tBuilt a Monitoring and Evaluation Reporting Systems for the Nigeria National Identity Management Commission and the Federal Ministry of Justice. •\tLed the development of I-PIN, a decentralized data collection and payment platform used in World Bank-funded projects, disbursing over $14 million in grants. •\tDeveloped a system for the Central Bank of Nigeria managing 18 processes, used by over 4,000 bureau de changes and microfinance banks nationwide. •\tDesigned an application for the Central Bank of Nigeria comprising 23 processes, supporting litigation, cash advance\/reimbursement, and career development.  HYELLA Limited, Senior Technology Officer (REMOTE PART-TIME)\tJuly 2020 – Dec 2022 I co-founded HYELLA Limited, a tech start-up specializing in digitizing healthcare facilities and integrating them seamlessly with health insurance providers. The flagship product, HYELLA Health Information Management System, is utilized by over 15 hospitals to manage 800,000 patients and connect with 500 health insurance companies. https:\/\/www.hyella.com   \t•\tDesigned and executed a comprehensive IT strategy, aligning technical initiatives with business goals. •\tLed the development of core systems including electronic health records, inventory and accounting modules, an HR portal, and a telehealth mobile app. •\tProvided technical guidance and business leadership, mentoring employees and directors to drive innovation and operational excellence. EDUCATION University of Essex, MSc. Artificial Intelligence & Its Applications (in-progress)\tJan 2024 - Jan 2025 University of Maiduguri, BEng (Hons) Electrical and Electronic Engineering (Achieved 2:1)\t2006 - 2011  INTERESTS & HOBBIES •\tChess •\tProblem Solving & Analysis •\tReading Ken Follett Books •\tWorld History with focus from the 1800’s •\tFuturism & Technology Trends  *SAMPLE COVER LETTER FOR A DIFFERENT ROLE* I am excited to apply for the AI Engineer (KTP Associate) position, bringing over a decade of experience in software engineering, data analysis, and leadership. My expertise lies in using technology to solve complex business challenges.  In my previous roles as a Team Lead and Software\/DevOps Engineer, I have utilized a diverse set of technologies (PHP, Java, Python, ReactJS, SQL, NoSQL, Docker, Jenkins, Elastic Stack, etc.) to deliver impactful solutions across finance, housing, healthcare, eCommerce, and regulatory sectors. Recent projects that I led include: •\tFIAPS (Financial Institutions Application Processing System) for the Central Bank of Nigeria that automated over 46 business processes, including legal tasks such as Writ of Summons and Garnishee Orders. •\tNigeria National Identity Management Commission (NIMC) Monitoring & Evaluation System: This project integrated diverse data sources, including personal identity information (PII), financial, geographical, and social media data, to create dashboards and intelligence reports. These tools enhanced the traceability of enrollment activities and provided sentiment analysis on social media feeds. It was an inter-organizational project that involved coordination with over 30 government ministries and agencies, private contractors, and the integration of various third-party applications via APIs. As a disciplined, research-oriented, and self-motivated team player, in the past 12 years, I co-founded two software firms: MAYBEACH TECHNOLOGIES LIMITED and HYELLA LIMITED that currently employ over 20 individuals. I also provided technical leadership during my MSc Group Project to my team of 5 individuals, a process that inspired me to publish a Python package that improved our ease of technical implementation. I continue to showcase these qualities in my current role as the IT Support Coordinator of the University of Essex Students’ Union, a diverse and inclusive workplace where I efficiently managed varying expectations of resolving day-to-day IT challenges and coordinating long-term projects like Windows 11 Migration and safe disposal of electronic waste inline with internal & GDPR policies. I have always sought out capacity development opportunities in my current role, where I have acquired skills in Anti-racism\/Unconscious Bias and how to Tackle Misogyny, Harassment, and Sexual Violence. Recently, I have transferred my knowledge and experience to diverse Artificial Intelligence projects. I am well-equipped to develop an Explainable AI (XAI) solution tailored for legal support and capable of handling diverse data types such as text, images, and audio. My approach to explainable AI development begins with implementing simple, interpretable models for immediate insights, then advancing to more complex techniques using tools like Eli5 and Captum to maintain transparency. For example, in a sentiment analysis project for automotive reviews on eCommerce platforms, I began with basic classifiers and used word clouds for visual explanations before fine-tuning a BERT model to enhance accuracy and employing SHAP to interpret predictions and highlight influential features. Another noteworthy project was my vision-based fall detection system, where I initially developed simple algorithms to analyze joint key points through \"what-if\" scenarios. As I progressed, I integrated advanced techniques like probabilistic reasoning and fuzzy logic to enhance accuracy and handle data uncertainties. This layered approach exemplifies my focus on balancing simplicity with complexity and ensuring explainability; key components when designing AI systems for sensitive fields like legal tech. I am eager to contribute my skills and experience to your team. Thank you for considering my application. I look forward to the opportunity to discuss how I can add value as your next AI Engineer (KTP Associate). Sincerely, Patrick O. Ogbuitepu","date":"1734902026"},"1734902075":{"message":"ok","date":"1734902075"},"1734902086":{"message":"I will go home","date":"1734902086"},"1734944341":{"message":"Hey man","date":"1734944341"}}